Repository: laanwj/psindustrializer
Catalog: po/*.po
Languages: ru

source: Real length: %.1f s
ru: Реальная длина: %.1f с

source: Industrializer configuration
ru: Настройки Industrializer

source: Add extension to files without it
ru: Добавлять расширения к именам файлов без них

source: File overwrite warning
ru: Предупреждения о перезаписи файла

source: About Industrializer
ru: О программе Industrializer

source: Power Station Industrializer A Percussion Synthesizer Copyright (c) 2000 David A. Bartold Licensed under the GNU GPL v2
ru: Power Station Industrializer Ударный синтезатор Copyright (c) 2000 David A. Bartold Лицензирован на условиях GNU GPL v2

source: Tube Circumference
ru: Окружность трубки

source: Tube Height
ru: Длина трубки

source: Tube
ru: Трубка

source: Rod Length
ru: Длина прутка

source: Rod
ru: Пруток

source: Plane Length
ru: Длина плоскости

source: Plane Width
ru: Ширина плоскости

source: Plane
ru: Плоскость

source: Spring Tension
ru: Натяжение пружин

source: Speed
ru: Скорость звука

source: Damping time
ru: Время затухания

source: Type of Actuation
ru: Тип возбуждения

source: Velocity
ru: Жёсткость

source: Sample Length
ru: Длина сэмпла

source: Final Decay
ru: Конечное затухание

source: Compression
ru: Сжатие

source: Perpendicular Hit
ru: Перпендикулярный удар

source: Check this if you want to stop rendering at given decay
ru: Включите, если хотите, чтобы расчёт завершался по достижении заданного затухания

source: Relative signal amplitude at which the rendering is stopped
ru: Отностительная амплитуда сигнала, при которой происходит завершение расчёта

source: 3D View
ru: Трёхмерный вид

source: Render
ru: Рассчитать

source: Render a sound
ru: Рассчитать звук

source: Play
ru: Проиграть

source: Play rendered sound
ru: Проиграть рассчитанный звук

source: Save...
ru: Сохранить...

source: Save sound to wave file
ru: Сохранить звук в виде файла wave

source: About...
ru: Справка...

source: About this program
ru: Об этой программе

source: Close
ru: Закрыть

source: Close program
ru: Закрыть программу

source: Save ins...
ru: Сохр. инстр...

source: Save presets as instrument
ru: Сохранить параметры как инструмент

source: Load ins...
ru: Загр. инстр...

source: Load instrument as presets
ru: Загрузить параметры из инструмента

source: Status
ru: Состояние

source: Ready...
ru: Готово...

source: Setup...
ru: Настройка...

source: Error
ru: Ошибка

source: Done...
ru: Сделано...

source: Rendering...
ru: Считаю...

source: Sound driver error:
ru: Ошибка драйвера вывода звука:

source: Save .WAV file
ru: Сохранить файл .WAV

source: Could not write file.
ru: Невозможно записать файл

source: Warning! File exists! Would you like to overwrite it?
ru: Внимание! Файл с таким именем существует! Перезаписать?

source: <OpenGL not supported!>
ru: <OpenGL> не поддерживается!

source: X.org 32 bit z-buffer bug detected. Implementing workaround; some artifacts may occur.
ru: Обнаружена ошибка реализации 32-разрядного z-буфера в X.org Возможны искажения трёхмерного изображения.

source: <OpenGL is buggy!>
ru: <OpenGl> глючит!

source: PSIndustrializer internal error See stderr for details
ru: Внутренняя ошибка PSIndustializer Подробносит мотрите в выводе в stderr

source: ALSA output
ru: Вывод звука через ALSA

source: Sorry, no diagnostics is available in EsounD driver
ru: Извините, диагностика для драйвера EsounD недоступна

source: Esound output
ru: Вывод звука через EsounD
